export const GLOBAL_SERIALS = [
  'any', // любой объект
  'self', // серийник персонажа
  'backpack', // сумка персонажа
  'ground', // земля
  'lastcorpse', // последний труп появившийся на экране
  'lasttarget', // последняя выбранная цель
  'harmtarget', // последняя выбранная вражеская цель
  'helptarget', // последняя выбранная дружеская цель
  'lasttile', // последняя выбранный тайл в мире
  'lastattack', // последняя атакованная цель
  'laststatus', // последний персонаж, с которого стянули статус
  'lastcontainer', // последний открытый контейнер
  'lastobject', // последний использованный объект
  'dressbag', // сумка для переодевания (куда складывать одежду)
  'catchbag', // контейнер для перехвата предметов, попадающих в backpack (например при крафте)
  'newtargetsystem', // серийник объекта новой таргет системы'
] as const;
export const GLOBAL_GRAPHICS = ['any'] as const;
